{
  "text": {
    "hey": 31,
    "hello": 30,
    "hi": 32,
    "there": 67,
    "good": 26,
    "morning": 43,
    "evening": 19,
    "moin": 42,
    "let": 39,
    "s": 54,
    "go": 24,
    "dude": 18,
    "afternoon": 2,
    "السلام": 117,
    "أهلا": 88,
    "سلام": 160,
    "عليكم": 172,
    "كيف": 186,
    "داير": 148,
    "واش": 219,
    "نقدر": 210,
    "نسولك": 208,
    "ممكن": 199,
    "بخير": 125,
    "بغيت": 129,
    "بيت": 132,
    "عندي": 173,
    "واحد": 218,
    "السؤال": 115,
    "تقدر": 135,
    "تعاون": 134,
    "ي": 222,
    "cu": 14,
    "by": 8,
    "cee": 10,
    "you": 79,
    "later": 38,
    "bye": 9,
    "night": 48,
    "goodbye": 27,
    "have": 29,
    "a": 1,
    "nice": 47,
    "day": 15,
    "see": 58,
    "around": 6,
    "بالسلامة": 124,
    "يالله": 223,
    "هو": 216,
    "هداك": 215,
    "شكرا": 161,
    "نهارك": 213,
    "مبروك": 194,
    "فراسة": 178,
    "سعيدة": 158,
    "تهلا": 136,
    "yes": 78,
    "y": 77,
    "indeed": 36,
    "of": 51,
    "course": 13,
    "that": 65,
    "sounds": 60,
    "correct": 12,
    "آه": 81,
    "بص": 127,
    "ح": 139,
    "أوك": 91,
    "no": 49,
    "n": 45,
    "never": 46,
    "i": 35,
    "don": 17,
    "t": 63,
    "think": 68,
    "so": 59,
    "like": 40,
    "way": 73,
    "not": 50,
    "really": 53,
    "لا": 188,
    "perfect": 52,
    "great": 28,
    "amazing": 4,
    "feeling": 23,
    "king": 37,
    "wonderful": 75,
    "am": 3,
    "very": 71,
    "going": 25,
    "to": 69,
    "save": 57,
    "the": 66,
    "world": 76,
    "super": 62,
    "stoked": 61,
    "extremely": 20,
    "واع": 220,
    "ر": 152,
    "زوين": 155,
    "ناضي": 202,
    "عجبني": 170,
    "مزيان": 197,
    "my": 44,
    "was": 72,
    "horrible": 33,
    "sad": 56,
    "feel": 22,
    "well": 74,
    "disappointed": 16,
    "m": 41,
    "unhappy": 70,
    "extremly": 21,
    "saad": 55,
    "ماعجبنيش": 193,
    "ماشي": 192,
    "شي": 165,
    "حاجة": 140,
    "حسن": 141,
    "ما": 191,
    "زوينش": 156,
    "are": 5,
    "bot": 7,
    "human": 34,
    "talking": 64,
    "نتا": 203,
    "chatbot": 11,
    "إنسان": 94,
    "بنادم": 131,
    "شنو": 162,
    "معامن": 198,
    "كنهضر": 185,
    "دابا": 147,
    "طيارة": 168,
    "من": 200,
    "كازا": 183,
    "ل": 187,
    "باريس": 123,
    "نهار": 212,
    "__number__": 0,
    "يونيو": 225,
    "نمشي": 211,
    "الرباط": 113,
    "غشت": 174,
    "و": 217,
    "الرجوع": 114,
    "ذهاب": 151,
    "فقط": 180,
    "ف": 176,
    "درجة": 149,
    "رجال": 153,
    "الأعمال": 99,
    "إياب": 95,
    "اقتصاد": 97,
    "عادي": 169,
    "نطير": 209,
    "طنجة": 167,
    "مرسيليا": 196,
    "يوليوز": 224,
    "بليصا": 130,
    "إسطنبول": 93,
    "نحجز": 206,
    "بغا": 128,
    "نسافر": 207,
    "مراكش": 195,
    "فاس": 177,
    "عطيني": 171,
    "وجدة": 221,
    "الناظور": 121,
    "الدرجة": 110,
    "الأولى": 101,
    "الدار": 109,
    "البيضاء": 102,
    "ميلانو": 201,
    "سفر": 159,
    "اقتصادي": 98,
    "أكادير": 85,
    "شوف": 163,
    "ليا": 190,
    "أوتيل": 89,
    "فـ": 179,
    "فندق": 181,
    "حي": 142,
    "النهضة": 122,
    "نجوم": 205,
    "جوج": 137,
    "أوطيل": 90,
    "أكدال": 87,
    "جيليز": 138,
    "المدينة": 120,
    "القديمة": 119,
    "في": 182,
    "أغادير": 84,
    "بدل": 126,
    "غير": 175,
    "التاريخ": 103,
    "هاد": 214,
    "الفندق": 118,
    "آخر": 80,
    "الحي": 107,
    "تاريخ": 133,
    "الذهاب": 111,
    "إيوا": 96,
    "زعما": 154,
    "أكد": 86,
    "لي": 189,
    "الحجز": 106,
    "أوكي": 92,
    "دير": 150,
    "كلشي": 184,
    "صافي": 166,
    "سر": 157,
    "ختاري": 144,
    "الأول": 100,
    "ختار": 143,
    "الثاني": 105,
    "أحسن": 82,
    "الثالث": 104,
    "الرابع": 112,
    "الخامس": 108,
    "السادس": 116,
    "خذ": 146,
    "أرخص": 83,
    "نتي": 204,
    "خدي": 145,
    "شوفي": 164
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "deny": 6,
    "mood_great": 9,
    "mood_unhappy": 10,
    "bot_challenge": 3,
    "book_flight": 1,
    "book_hotel": 2,
    "change_option": 4,
    "confirm_reservation": 5,
    "select_option": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_book_flight": 1,
    "action_book_hotel": 2,
    "action_change_option": 3,
    "action_confirm_reservation": 4,
    "utter_cheer_up": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_happy": 19,
    "utter_iamabot": 20
  },
  "action_text": null,
  "intent_response_key": null
}