{
  "text": {
    "السلام": 100,
    "أهلا": 32,
    "سلام": 243,
    "عليكم": 272,
    "كيف": 315,
    "داير": 213,
    "واش": 417,
    "نقدر": 396,
    "نسولك": 389,
    "ممكن": 360,
    "بخير": 153,
    "بغيت": 164,
    "بيت": 173,
    "عندي": 274,
    "واحد": 415,
    "السؤال": 95,
    "تقدر": 185,
    "تعاون": 183,
    "ي": 426,
    "مرحبا": 350,
    "صباح": 257,
    "الخير": 81,
    "مساء": 353,
    "الحال": 74,
    "وسهلا": 424,
    "بالسلامة": 149,
    "يالله": 427,
    "هو": 411,
    "هداك": 409,
    "شكرا": 251,
    "نهارك": 402,
    "مبروك": 343,
    "فراسة": 291,
    "سعيدة": 240,
    "تهلا": 188,
    "مع": 355,
    "السلامة": 101,
    "بسلامة": 158,
    "تصبح": 181,
    "على": 271,
    "خير": 211,
    "سعيد": 239,
    "إلى": 42,
    "اللقاء": 124,
    "بارك": 145,
    "الله": 125,
    "فيك": 300,
    "يعطيك": 429,
    "الصحة": 106,
    "بالتوفيق": 148,
    "ومع": 425,
    "أراك": 18,
    "لاحقا": 319,
    "آه": 13,
    "بص": 159,
    "ح": 195,
    "أوك": 36,
    "نعم": 393,
    "إيه": 48,
    "واخا": 416,
    "موافق": 363,
    "أكيد": 27,
    "طبعا": 260,
    "بطبيعة": 160,
    "بالضبط": 150,
    "ديال": 218,
    "الصح": 105,
    "صحيح": 258,
    "ماشي": 335,
    "مشكل": 354,
    "لا": 318,
    "ما": 332,
    "بغيتش": 165,
    "ماكاينش": 339,
    "موافقش": 364,
    "مانيش": 342,
    "راضي": 222,
    "ماكنتش": 340,
    "باغي": 147,
    "هاد": 407,
    "الشي": 104,
    "هادي": 408,
    "هي": 412,
    "نلغي": 399,
    "كنلغي": 313,
    "الحجز": 75,
    "بقيتش": 166,
    "خلاص": 208,
    "مابغيتش": 333,
    "نوقف": 404,
    "إلغاء": 41,
    "ماعادش": 336,
    "نبغي": 372,
    "نحجز": 380,
    "مانكملش": 341,
    "كلشي": 309,
    "مابقيتش": 334,
    "محتاج": 346,
    "بطل": 161,
    "الحاجة": 73,
    "ماعندي": 338,
    "حتى": 197,
    "رغبة": 228,
    "واع": 418,
    "ر": 221,
    "زوين": 233,
    "ناضي": 370,
    "عجبني": 268,
    "ماعجبنيش": 337,
    "شي": 255,
    "حاجة": 196,
    "حسن": 199,
    "زوينش": 234,
    "نتا": 375,
    "chatbot": 5,
    "إنسان": 43,
    "بنادم": 169,
    "شنو": 252,
    "معامن": 356,
    "كنهضر": 314,
    "دابا": 212,
    "طيارة": 263,
    "من": 361,
    "كازا": 302,
    "ل": 316,
    "باريس": 146,
    "نهار": 401,
    "__number__": 2,
    "يونيو": 434,
    "نمشي": 400,
    "الرباط": 90,
    "غشت": 279,
    "و": 413,
    "الرجوع": 91,
    "ذهاب": 220,
    "فقط": 295,
    "ف": 281,
    "درجة": 216,
    "رجال": 224,
    "الأعمال": 56,
    "إياب": 44,
    "اقتصاد": 52,
    "عادي": 265,
    "نطير": 391,
    "طنجة": 261,
    "مرسيليا": 351,
    "يوليوز": 432,
    "بليصا": 168,
    "إسطنبول": 39,
    "بغا": 163,
    "نسافر": 387,
    "مراكش": 349,
    "فاس": 285,
    "عطيني": 270,
    "وجدة": 421,
    "الناظور": 136,
    "الدرجة": 84,
    "الأولى": 59,
    "الدار": 83,
    "البيضاء": 64,
    "ميلانو": 368,
    "سفر": 241,
    "اقتصادي": 53,
    "أكادير": 24,
    "رحلة": 227,
    "خاصني": 202,
    "عندكم": 273,
    "رحلات": 226,
    "كنبغي": 311,
    "بالطيارة": 151,
    "تذكرة": 179,
    "طيران": 264,
    "لطنجة": 322,
    "جوية": 193,
    "لفاس": 324,
    "كنحتاج": 312,
    "لالرباط": 320,
    "كاينة": 305,
    "لأكادير": 317,
    "جوا": 191,
    "طيارات": 262,
    "لالصويرة": 321,
    "شحال": 249,
    "الطيارة": 109,
    "لمراكش": 327,
    "فالعطلة": 288,
    "كاين": 304,
    "بلايص": 167,
    "فالطيارة": 287,
    "عافاك": 267,
    "شوف": 253,
    "ليا": 331,
    "أوتيل": 33,
    "فـ": 294,
    "فندق": 298,
    "حي": 201,
    "النهضة": 138,
    "نجوم": 378,
    "جوج": 192,
    "أوطيل": 35,
    "أكدال": 26,
    "جيليز": 194,
    "المدينة": 127,
    "القديمة": 121,
    "في": 299,
    "أغادير": 21,
    "نبقى": 373,
    "فشي": 293,
    "غرفة": 278,
    "فأوتيل": 282,
    "فنادق": 297,
    "نسكن": 388,
    "أوتيلات": 34,
    "زوينين": 235,
    "فمراكش": 296,
    "فالدار": 286,
    "بدل": 154,
    "غير": 280,
    "التاريخ": 65,
    "الفندق": 119,
    "آخر": 11,
    "الحي": 79,
    "تاريخ": 175,
    "الذهاب": 86,
    "نبدل": 371,
    "نغير": 394,
    "نعدل": 392,
    "الأوتيل": 57,
    "الرحلة": 92,
    "الوقت": 140,
    "تعديل": 184,
    "اختياري": 50,
    "أخرى": 17,
    "إيوا": 49,
    "زعما": 231,
    "أكد": 25,
    "لي": 330,
    "أوكي": 37,
    "دير": 219,
    "صافي": 256,
    "سر": 238,
    "مزيان": 352,
    "للطيارة": 325,
    "غادي": 276,
    "نأكد": 369,
    "نديرو": 384,
    "هكذا": 410,
    "نكمل": 397,
    "نخلص": 383,
    "أؤكد": 14,
    "الطيران": 110,
    "النزل": 137,
    "للفندق": 326,
    "الإقامة": 60,
    "فالفندق": 289,
    "فيه": 301,
    "ختاري": 204,
    "الأول": 58,
    "ختار": 203,
    "الثاني": 67,
    "أحسن": 16,
    "الثالث": 66,
    "الرابع": 88,
    "الخامس": 80,
    "السادس": 96,
    "خذ": 206,
    "أرخص": 19,
    "نتي": 376,
    "خدي": 205,
    "شوفي": 254,
    "نخرج": 382,
    "انطلاق": 143,
    "كتخرج": 307,
    "أنا": 29,
    "الوجهة": 139,
    "مدريد": 348,
    "نوصل": 403,
    "دبي": 214,
    "تكون": 186,
    "لـ": 323,
    "روما": 229,
    "الجمعة": 71,
    "نطلع": 390,
    "غدا": 277,
    "السفر": 99,
    "الأحد": 54,
    "موعد": 365,
    "الأربعاء": 55,
    "نرجع": 385,
    "بعد": 162,
    "أسبوع": 20,
    "العودة": 114,
    "الاثنين": 61,
    "كلاس": 308,
    "إيكونومي": 45,
    "بيزنس": 174,
    "إيكونوميك": 46,
    "فاخر": 283,
    "وإياب": 414,
    "نحتاج": 379,
    "وان": 419,
    "واي": 420,
    "يخليك": 428,
    "نختار": 381,
    "يكون": 430,
    "شعبي": 250,
    "الداخلة": 82,
    "نبيت": 374,
    "الصويرة": 107,
    "الرياض": 93,
    "وسط": 423,
    "نفضل": 395,
    "بحال": 152,
    "الگولف": 142,
    "أنفا": 31,
    "المعاريف": 130,
    "الناس": 135,
    "حنا": 200,
    "ثلاثة": 190,
    "مجموعة": 345,
    "نكونو": 398,
    "أفراد": 22,
    "كاينين": 306,
    "سبعة": 236,
    "زوج": 232,
    "فتاريخ": 290,
    "محمد": 347,
    "إيلا": 47,
    "تطوان": 182,
    "ورزازات": 422,
    "يوم": 433,
    "أفضل": 23,
    "رجوع": 225,
    "الجديدة": 70,
    "إذا": 38,
    "كان": 303,
    "مكناس": 357,
    "الحسيمة": 77,
    "القنيطرة": 122,
    "خريبكة": 207,
    "آسفي": 12,
    "بركان": 155,
    "العيون": 116,
    "الراشيدية": 89,
    "تازة": 176,
    "تاوريرت": 178,
    "سلا": 242,
    "الزاوية": 94,
    "بني": 170,
    "ملال": 358,
    "السمارة": 102,
    "كلميم": 310,
    "لندن": 328,
    "أمستردام": 28,
    "برلين": 156,
    "اسطنبول": 51,
    "نيويورك": 406,
    "لوس": 329,
    "أنجلوس": 30,
    "مونتريال": 367,
    "الدوحة": 85,
    "القاهرة": 120,
    "بروكسيل": 157,
    "فرانكفورت": 292,
    "السبت": 97,
    "الثلاثاء": 68,
    "دجنبر": 215,
    "يناير": 431,
    "نونبر": 405,
    "شتنبر": 248,
    "أبريل": 15,
    "العيد": 115,
    "الكبير": 123,
    "العطلة": 112,
    "الصيفية": 108,
    "عاشوراء": 266,
    "الاقتصادية": 62,
    "العادية": 111,
    "iqtissad": 8,
    "3ادية": 1,
    "الممتازة": 133,
    "سياحية": 245,
    "darajat": 7,
    "rijal": 10,
    "al": 4,
    "a3mal": 3,
    "daraja": 6,
    "3adiya": 0,
    "iqtissadiya": 9,
    "نجم": 377,
    "متوسط": 344,
    "سياحي": 244,
    "نزل": 386,
    "إقامة": 40,
    "فاخرة": 284,
    "رياض": 230,
    "منتجع": 362,
    "ضيافة": 259,
    "شامل": 247,
    "خمس": 209,
    "ممتازة": 359,
    "البرنوصي": 63,
    "عين": 275,
    "السبع": 98,
    "الحسني": 76,
    "سيدي": 246,
    "مومن": 366,
    "المرس": 128,
    "بوركون": 171,
    "الفلوجة": 118,
    "بوسكورة": 172,
    "الذياب": 87,
    "السويسي": 103,
    "اليوسفية": 141,
    "الملاح": 131,
    "الجيش": 72,
    "الملكي": 132,
    "تواركة": 189,
    "المسيرة": 129,
    "المنزه": 134,
    "العليا": 113,
    "المحمدي": 126,
    "باب": 144,
    "دكالة": 217,
    "الجديد": 69,
    "الحمرا": 78,
    "حسان": 198,
    "تامسنا": 177,
    "الفتح": 117,
    "ربعة": 223,
    "خمسة": 210,
    "ستة": 237,
    "تمانية": 187,
    "تسعود": 180,
    "عشرة": 269
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "deny": 5,
    "mood_great": 11,
    "mood_unhappy": 12,
    "bot_challenge": 3,
    "book_flight": 1,
    "book_hotel": 2,
    "change_option": 4,
    "flight_confirm_reservation": 6,
    "hotel_confirm_reservation": 9,
    "select_option": 13,
    "inform": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 15,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_book_flight": 1,
    "action_book_hotel": 2,
    "action_confirm_flight_reservation": 3,
    "action_confirm_hotel_reservation": 4,
    "action_search_flights": 13,
    "action_search_hotels": 14,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_iamabot": 20
  },
  "action_text": null,
  "intent_response_key": null
}