{
  "text": {
    "السلام": 99,
    "أهلا": 32,
    "سلام": 240,
    "عليكم": 269,
    "كيف": 310,
    "داير": 210,
    "واش": 410,
    "نقدر": 389,
    "نسولك": 382,
    "ممكن": 353,
    "بخير": 150,
    "بغيت": 161,
    "بيت": 170,
    "عندي": 271,
    "واحد": 408,
    "السؤال": 94,
    "تقدر": 182,
    "تعاون": 180,
    "ي": 419,
    "مرحبا": 343,
    "صباح": 254,
    "الخير": 80,
    "مساء": 346,
    "الحال": 73,
    "وسهلا": 417,
    "بالسلامة": 146,
    "يالله": 420,
    "هو": 404,
    "هداك": 402,
    "شكرا": 248,
    "نهارك": 395,
    "مبروك": 336,
    "فراسة": 287,
    "سعيدة": 237,
    "تهلا": 185,
    "مع": 348,
    "السلامة": 100,
    "بسلامة": 155,
    "تصبح": 178,
    "على": 268,
    "خير": 208,
    "سعيد": 236,
    "إلى": 42,
    "اللقاء": 122,
    "بارك": 142,
    "الله": 123,
    "فيك": 296,
    "يعطيك": 422,
    "الصحة": 105,
    "بالتوفيق": 145,
    "ومع": 418,
    "أراك": 18,
    "لاحقا": 314,
    "آه": 13,
    "بص": 156,
    "ح": 192,
    "أوك": 36,
    "نعم": 386,
    "إيه": 48,
    "واخا": 409,
    "موافق": 356,
    "أكيد": 27,
    "طبعا": 257,
    "بطبيعة": 157,
    "بالضبط": 147,
    "ديال": 215,
    "الصح": 104,
    "صحيح": 255,
    "ماشي": 328,
    "مشكل": 347,
    "لا": 313,
    "ما": 325,
    "بغيتش": 162,
    "ماكاينش": 332,
    "موافقش": 357,
    "مانيش": 335,
    "راضي": 219,
    "ماكنتش": 333,
    "باغي": 144,
    "هاد": 400,
    "الشي": 103,
    "هادي": 401,
    "هي": 405,
    "نلغي": 392,
    "كنلغي": 308,
    "الحجز": 74,
    "بقيتش": 163,
    "خلاص": 205,
    "مابغيتش": 326,
    "نوقف": 397,
    "إلغاء": 41,
    "ماعادش": 329,
    "نبغي": 365,
    "نحجز": 373,
    "مانكملش": 334,
    "كلشي": 304,
    "مابقيتش": 327,
    "محتاج": 339,
    "بطل": 158,
    "الحاجة": 72,
    "ماعندي": 331,
    "حتى": 194,
    "رغبة": 225,
    "واع": 411,
    "ر": 218,
    "زوين": 230,
    "ناضي": 363,
    "عجبني": 265,
    "ماعجبنيش": 330,
    "شي": 252,
    "حاجة": 193,
    "حسن": 196,
    "زوينش": 231,
    "نتا": 368,
    "chatbot": 5,
    "إنسان": 43,
    "بنادم": 166,
    "شنو": 249,
    "معامن": 349,
    "كنهضر": 309,
    "دابا": 209,
    "طيارة": 260,
    "من": 354,
    "كازا": 297,
    "ل": 311,
    "باريس": 143,
    "نهار": 394,
    "__number__": 2,
    "يونيو": 427,
    "نمشي": 393,
    "الرباط": 89,
    "غشت": 276,
    "و": 406,
    "الرجوع": 90,
    "ذهاب": 217,
    "فقط": 291,
    "ف": 278,
    "درجة": 213,
    "رجال": 221,
    "الأعمال": 56,
    "إياب": 44,
    "اقتصاد": 52,
    "عادي": 262,
    "نطير": 384,
    "طنجة": 258,
    "مرسيليا": 344,
    "يوليوز": 425,
    "بليصا": 165,
    "إسطنبول": 39,
    "بغا": 160,
    "نسافر": 380,
    "مراكش": 342,
    "فاس": 282,
    "عطيني": 267,
    "وجدة": 414,
    "الناظور": 134,
    "الدرجة": 83,
    "الأولى": 59,
    "الدار": 82,
    "البيضاء": 63,
    "ميلانو": 361,
    "سفر": 238,
    "اقتصادي": 53,
    "أكادير": 24,
    "رحلة": 224,
    "خاصني": 199,
    "عندكم": 270,
    "رحلات": 223,
    "كنبغي": 306,
    "بالطيارة": 148,
    "تذكرة": 176,
    "طيران": 261,
    "لطنجة": 317,
    "جوية": 190,
    "لفاس": 319,
    "كنحتاج": 307,
    "لالرباط": 315,
    "كاينة": 300,
    "لأكادير": 312,
    "جوا": 188,
    "طيارات": 259,
    "لالصويرة": 316,
    "شحال": 246,
    "الطيارة": 108,
    "لمراكش": 320,
    "فالعطلة": 285,
    "كاين": 299,
    "بلايص": 164,
    "فالطيارة": 284,
    "عافاك": 264,
    "شوف": 250,
    "ليا": 324,
    "أوتيل": 33,
    "فـ": 290,
    "فندق": 294,
    "حي": 198,
    "النهضة": 135,
    "نجوم": 371,
    "جوج": 189,
    "أوطيل": 35,
    "أكدال": 26,
    "جيليز": 191,
    "المدينة": 125,
    "القديمة": 119,
    "في": 295,
    "أغادير": 21,
    "نبقى": 366,
    "فشي": 289,
    "غرفة": 275,
    "فأوتيل": 279,
    "فنادق": 293,
    "نسكن": 381,
    "أوتيلات": 34,
    "زوينين": 232,
    "فمراكش": 292,
    "فالدار": 283,
    "بدل": 151,
    "غير": 277,
    "التاريخ": 64,
    "الفندق": 117,
    "آخر": 11,
    "الحي": 78,
    "تاريخ": 172,
    "الذهاب": 85,
    "نبدل": 364,
    "نغير": 387,
    "نعدل": 385,
    "الأوتيل": 57,
    "الرحلة": 91,
    "الوقت": 137,
    "تعديل": 181,
    "اختياري": 50,
    "أخرى": 17,
    "إيوا": 49,
    "زعما": 228,
    "أكد": 25,
    "لي": 323,
    "أوكي": 37,
    "دير": 216,
    "صافي": 253,
    "سر": 235,
    "مزيان": 345,
    "نأكد": 362,
    "نديرو": 377,
    "هكذا": 403,
    "نكمل": 390,
    "نخلص": 376,
    "أؤكد": 14,
    "ختاري": 201,
    "الأول": 58,
    "ختار": 200,
    "الثاني": 66,
    "أحسن": 16,
    "الثالث": 65,
    "الرابع": 87,
    "الخامس": 79,
    "السادس": 95,
    "خذ": 203,
    "أرخص": 19,
    "نتي": 369,
    "خدي": 202,
    "شوفي": 251,
    "نخرج": 375,
    "غادي": 273,
    "انطلاق": 140,
    "كتخرج": 302,
    "أنا": 29,
    "الوجهة": 136,
    "مدريد": 341,
    "نوصل": 396,
    "دبي": 211,
    "تكون": 183,
    "لـ": 318,
    "روما": 226,
    "الجمعة": 70,
    "نطلع": 383,
    "غدا": 274,
    "السفر": 98,
    "الأحد": 54,
    "موعد": 358,
    "الأربعاء": 55,
    "نرجع": 378,
    "بعد": 159,
    "أسبوع": 20,
    "العودة": 112,
    "الاثنين": 60,
    "كلاس": 303,
    "إيكونومي": 45,
    "بيزنس": 171,
    "إيكونوميك": 46,
    "فاخر": 280,
    "وإياب": 407,
    "نحتاج": 372,
    "وان": 412,
    "واي": 413,
    "يخليك": 421,
    "نختار": 374,
    "يكون": 423,
    "شعبي": 247,
    "الداخلة": 81,
    "نبيت": 367,
    "الصويرة": 106,
    "الرياض": 92,
    "وسط": 416,
    "نفضل": 388,
    "بحال": 149,
    "الگولف": 139,
    "أنفا": 31,
    "المعاريف": 128,
    "الناس": 133,
    "حنا": 197,
    "ثلاثة": 187,
    "مجموعة": 338,
    "نكونو": 391,
    "أفراد": 22,
    "كاينين": 301,
    "سبعة": 233,
    "زوج": 229,
    "فتاريخ": 286,
    "محمد": 340,
    "إيلا": 47,
    "تطوان": 179,
    "ورزازات": 415,
    "يوم": 426,
    "أفضل": 23,
    "رجوع": 222,
    "الجديدة": 69,
    "إذا": 38,
    "كان": 298,
    "مكناس": 350,
    "الحسيمة": 76,
    "القنيطرة": 120,
    "خريبكة": 204,
    "آسفي": 12,
    "بركان": 152,
    "العيون": 114,
    "الراشيدية": 88,
    "تازة": 173,
    "تاوريرت": 175,
    "سلا": 239,
    "الزاوية": 93,
    "بني": 167,
    "ملال": 351,
    "السمارة": 101,
    "كلميم": 305,
    "لندن": 321,
    "أمستردام": 28,
    "برلين": 153,
    "اسطنبول": 51,
    "نيويورك": 399,
    "لوس": 322,
    "أنجلوس": 30,
    "مونتريال": 360,
    "الدوحة": 84,
    "القاهرة": 118,
    "بروكسيل": 154,
    "فرانكفورت": 288,
    "السبت": 96,
    "الثلاثاء": 67,
    "دجنبر": 212,
    "يناير": 424,
    "نونبر": 398,
    "شتنبر": 245,
    "أبريل": 15,
    "العيد": 113,
    "الكبير": 121,
    "العطلة": 110,
    "الصيفية": 107,
    "عاشوراء": 263,
    "الاقتصادية": 61,
    "العادية": 109,
    "iqtissad": 8,
    "3ادية": 1,
    "الممتازة": 131,
    "سياحية": 242,
    "darajat": 7,
    "rijal": 10,
    "al": 4,
    "a3mal": 3,
    "daraja": 6,
    "3adiya": 0,
    "iqtissadiya": 9,
    "نجم": 370,
    "متوسط": 337,
    "سياحي": 241,
    "نزل": 379,
    "إقامة": 40,
    "فاخرة": 281,
    "رياض": 227,
    "منتجع": 355,
    "ضيافة": 256,
    "شامل": 244,
    "خمس": 206,
    "ممتازة": 352,
    "البرنوصي": 62,
    "عين": 272,
    "السبع": 97,
    "الحسني": 75,
    "سيدي": 243,
    "مومن": 359,
    "المرس": 126,
    "بوركون": 168,
    "الفلوجة": 116,
    "بوسكورة": 169,
    "الذياب": 86,
    "السويسي": 102,
    "اليوسفية": 138,
    "الملاح": 129,
    "الجيش": 71,
    "الملكي": 130,
    "تواركة": 186,
    "المسيرة": 127,
    "المنزه": 132,
    "العليا": 111,
    "المحمدي": 124,
    "باب": 141,
    "دكالة": 214,
    "الجديد": 68,
    "الحمرا": 77,
    "حسان": 195,
    "تامسنا": 174,
    "الفتح": 115,
    "ربعة": 220,
    "خمسة": 207,
    "ستة": 234,
    "تمانية": 184,
    "تسعود": 177,
    "عشرة": 266
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "deny": 6,
    "mood_great": 10,
    "mood_unhappy": 11,
    "bot_challenge": 3,
    "book_flight": 1,
    "book_hotel": 2,
    "change_option": 4,
    "confirm_reservation": 5,
    "select_option": 12,
    "inform": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 15,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_book_flight": 1,
    "action_book_hotel": 2,
    "action_confirm_flight_reservation": 3,
    "action_confirm_hotel_reservation": 4,
    "action_search_flights": 13,
    "action_search_hotels": 14,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_iamabot": 20
  },
  "action_text": null,
  "intent_response_key": null
}