{
  "text": {
    "السلام": 53,
    "أهلا": 14,
    "سلام": 119,
    "عليكم": 132,
    "كيف": 154,
    "داير": 101,
    "واش": 202,
    "نقدر": 189,
    "نسولك": 185,
    "ممكن": 170,
    "بخير": 72,
    "بغيت": 77,
    "بيت": 80,
    "عندي": 133,
    "واحد": 201,
    "السؤال": 50,
    "تقدر": 84,
    "تعاون": 83,
    "ي": 208,
    "بالسلامة": 70,
    "يالله": 209,
    "هو": 197,
    "هداك": 196,
    "شكرا": 121,
    "نهارك": 193,
    "مبروك": 163,
    "فراسة": 141,
    "سعيدة": 117,
    "تهلا": 86,
    "آه": 3,
    "بص": 74,
    "ح": 90,
    "أوك": 17,
    "لا": 156,
    "واع": 203,
    "ر": 107,
    "زوين": 113,
    "ناضي": 174,
    "عجبني": 130,
    "مزيان": 168,
    "ماعجبنيش": 162,
    "ماشي": 161,
    "شي": 125,
    "حاجة": 91,
    "حسن": 92,
    "ما": 160,
    "زوينش": 114,
    "نتا": 176,
    "chatbot": 1,
    "إنسان": 20,
    "بنادم": 79,
    "شنو": 122,
    "معامن": 169,
    "كنهضر": 153,
    "دابا": 100,
    "طيارة": 128,
    "من": 171,
    "كازا": 147,
    "ل": 155,
    "باريس": 68,
    "نهار": 192,
    "__number__": 0,
    "يونيو": 213,
    "نمشي": 191,
    "الرباط": 46,
    "غشت": 136,
    "و": 199,
    "الرجوع": 47,
    "ذهاب": 106,
    "فقط": 143,
    "ف": 138,
    "درجة": 103,
    "رجال": 108,
    "الأعمال": 29,
    "إياب": 21,
    "اقتصاد": 25,
    "عادي": 129,
    "نطير": 187,
    "طنجة": 127,
    "مرسيليا": 167,
    "يوليوز": 212,
    "بليصا": 78,
    "إسطنبول": 19,
    "نحجز": 180,
    "بغا": 76,
    "نسافر": 184,
    "مراكش": 166,
    "فاس": 140,
    "عطيني": 131,
    "وجدة": 206,
    "الناظور": 63,
    "الدرجة": 43,
    "الأولى": 31,
    "الدار": 42,
    "البيضاء": 33,
    "ميلانو": 173,
    "سفر": 118,
    "اقتصادي": 26,
    "أكادير": 9,
    "رحلة": 109,
    "خاصني": 95,
    "شوف": 123,
    "ليا": 159,
    "أوتيل": 15,
    "فـ": 142,
    "فندق": 145,
    "حي": 94,
    "النهضة": 64,
    "نجوم": 178,
    "جوج": 88,
    "أوطيل": 16,
    "أكدال": 11,
    "جيليز": 89,
    "المدينة": 60,
    "القديمة": 58,
    "في": 146,
    "أغادير": 7,
    "بدل": 73,
    "غير": 137,
    "التاريخ": 34,
    "هاد": 195,
    "الفندق": 57,
    "آخر": 2,
    "الحي": 39,
    "تاريخ": 82,
    "الذهاب": 44,
    "إيوا": 24,
    "زعما": 111,
    "أكد": 10,
    "لي": 158,
    "الحجز": 38,
    "أوكي": 18,
    "دير": 105,
    "كلشي": 152,
    "صافي": 126,
    "سر": 116,
    "ختاري": 97,
    "الأول": 30,
    "ختار": 96,
    "الثاني": 36,
    "أحسن": 4,
    "الثالث": 35,
    "الرابع": 45,
    "الخامس": 40,
    "السادس": 51,
    "خذ": 99,
    "أرخص": 5,
    "نتي": 177,
    "خدي": 98,
    "شوفي": 124,
    "نخرج": 182,
    "الرحلة": 48,
    "غادي": 134,
    "انطلاق": 67,
    "الطيارة": 55,
    "كتخرج": 150,
    "أنا": 12,
    "الوجهة": 65,
    "هي": 198,
    "مدريد": 165,
    "باغي": 69,
    "نوصل": 194,
    "دبي": 102,
    "تكون": 85,
    "لـ": 157,
    "روما": 110,
    "الجمعة": 37,
    "نطلع": 186,
    "غدا": 135,
    "السفر": 52,
    "الأحد": 27,
    "موعد": 172,
    "الأربعاء": 28,
    "نرجع": 183,
    "بعد": 75,
    "أسبوع": 6,
    "العودة": 56,
    "الاثنين": 32,
    "كلاس": 151,
    "إيكونومي": 22,
    "بيزنس": 81,
    "إيكونوميك": 23,
    "فاخر": 139,
    "وإياب": 200,
    "نحتاج": 179,
    "وان": 204,
    "واي": 205,
    "الله": 59,
    "يخليك": 210,
    "نختار": 181,
    "يكون": 211,
    "شعبي": 120,
    "الداخلة": 41,
    "نبيت": 175,
    "الصويرة": 54,
    "كاين": 148,
    "فنادق": 144,
    "الرياض": 49,
    "وسط": 207,
    "نفضل": 188,
    "بحال": 71,
    "الگولف": 66,
    "أنفا": 13,
    "المعاريف": 61,
    "ديال": 104,
    "الناس": 62,
    "حنا": 93,
    "ثلاثة": 87,
    "مجموعة": 164,
    "نكونو": 190,
    "أفراد": 8,
    "كاينين": 149,
    "سبعة": 115,
    "زوج": 112
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "deny": 6,
    "mood_great": 10,
    "mood_unhappy": 11,
    "bot_challenge": 3,
    "book_flight": 1,
    "book_hotel": 2,
    "change_option": 4,
    "confirm_reservation": 5,
    "select_option": 12,
    "inform": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_book_flight": 1,
    "action_book_hotel": 2,
    "action_change_option": 3,
    "action_confirm_reservation": 4,
    "action_finalize_reservation": 10,
    "utter_ask_arrival_city": 17,
    "utter_ask_departure_city": 18,
    "utter_ask_departure_date": 19,
    "utter_ask_flight_class": 20,
    "utter_ask_flight_type": 21,
    "utter_ask_hotel_category": 22,
    "utter_ask_hotel_city": 23,
    "utter_ask_neighborhood": 24,
    "utter_ask_num_people": 25,
    "utter_ask_return_date": 26,
    "utter_cheer_up": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_happy": 30,
    "utter_iamabot": 31
  },
  "action_text": null,
  "intent_response_key": null
}