{
  "text": {
    "السلام": 99,
    "أهلا": 32,
    "سلام": 239,
    "عليكم": 266,
    "كيف": 305,
    "داير": 209,
    "واش": 405,
    "نقدر": 384,
    "نسولك": 377,
    "ممكن": 348,
    "بخير": 150,
    "بغيت": 161,
    "بيت": 169,
    "عندي": 268,
    "واحد": 403,
    "السؤال": 94,
    "تقدر": 181,
    "تعاون": 179,
    "ي": 414,
    "مرحبا": 338,
    "صباح": 252,
    "الخير": 80,
    "مساء": 341,
    "الحال": 73,
    "وسهلا": 412,
    "بالسلامة": 146,
    "يالله": 415,
    "هو": 399,
    "هداك": 397,
    "شكرا": 246,
    "نهارك": 390,
    "مبروك": 331,
    "فراسة": 282,
    "سعيدة": 236,
    "تهلا": 184,
    "مع": 343,
    "السلامة": 100,
    "بسلامة": 155,
    "تصبح": 177,
    "على": 265,
    "خير": 207,
    "سعيد": 235,
    "إلى": 42,
    "اللقاء": 122,
    "بارك": 142,
    "الله": 123,
    "فيك": 291,
    "يعطيك": 417,
    "الصحة": 105,
    "بالتوفيق": 145,
    "ومع": 413,
    "أراك": 18,
    "لاحقا": 309,
    "آه": 13,
    "بص": 156,
    "ح": 191,
    "أوك": 36,
    "نعم": 381,
    "إيه": 48,
    "واخا": 404,
    "موافق": 351,
    "زوين": 229,
    "مزيان": 340,
    "أكيد": 27,
    "طبعا": 255,
    "بطبيعة": 157,
    "بالضبط": 147,
    "ديال": 214,
    "الصح": 104,
    "صحيح": 253,
    "ماشي": 322,
    "مشكل": 342,
    "لا": 308,
    "ما": 319,
    "بغيتش": 162,
    "ماكاينش": 326,
    "مامزيانش": 328,
    "موافقش": 352,
    "مانيش": 330,
    "راضي": 218,
    "ماكنتش": 327,
    "باغي": 144,
    "هاد": 395,
    "الشي": 103,
    "هادي": 396,
    "هي": 400,
    "نلغي": 387,
    "كنلغي": 303,
    "الحجز": 74,
    "بقيتش": 163,
    "خلاص": 204,
    "مابغيتش": 320,
    "نوقف": 392,
    "إلغاء": 41,
    "ماعادش": 323,
    "نبغي": 360,
    "نحجز": 368,
    "مانكملش": 329,
    "كلشي": 299,
    "مابقيتش": 321,
    "محتاج": 334,
    "بطل": 158,
    "الحاجة": 72,
    "ماعندي": 325,
    "حتى": 193,
    "رغبة": 224,
    "واع": 406,
    "ر": 217,
    "ناضي": 358,
    "عجبني": 262,
    "ماعجبنيش": 324,
    "شي": 250,
    "حاجة": 192,
    "حسن": 195,
    "زوينش": 230,
    "نتا": 363,
    "chatbot": 5,
    "إنسان": 43,
    "بنادم": 165,
    "شنو": 247,
    "معامن": 344,
    "كنهضر": 304,
    "دابا": 208,
    "طيارة": 258,
    "من": 349,
    "كازا": 292,
    "ل": 306,
    "باريس": 143,
    "نهار": 389,
    "__number__": 2,
    "يونيو": 422,
    "نمشي": 388,
    "الرباط": 89,
    "غشت": 273,
    "و": 401,
    "الرجوع": 90,
    "ذهاب": 216,
    "فقط": 286,
    "ف": 275,
    "درجة": 212,
    "رجال": 220,
    "الأعمال": 56,
    "إياب": 44,
    "اقتصاد": 52,
    "عادي": 260,
    "نطير": 379,
    "طنجة": 256,
    "مرسيليا": 339,
    "يوليوز": 420,
    "بليصا": 164,
    "إسطنبول": 39,
    "بغا": 160,
    "نسافر": 375,
    "مراكش": 337,
    "فاس": 279,
    "عطيني": 264,
    "وجدة": 409,
    "الناظور": 134,
    "الدرجة": 83,
    "الأولى": 59,
    "الدار": 82,
    "البيضاء": 63,
    "ميلانو": 356,
    "سفر": 237,
    "اقتصادي": 53,
    "أكادير": 24,
    "رحلة": 223,
    "خاصني": 198,
    "عندكم": 267,
    "رحلات": 222,
    "كنبغي": 301,
    "بالطيارة": 148,
    "تذكرة": 175,
    "طيران": 259,
    "لطنجة": 312,
    "جوية": 189,
    "لفاس": 314,
    "كنحتاج": 302,
    "لالرباط": 310,
    "كاينة": 295,
    "لأكادير": 307,
    "جوا": 187,
    "طيارات": 257,
    "لالصويرة": 311,
    "شوف": 248,
    "ليا": 318,
    "أوتيل": 33,
    "فـ": 285,
    "فندق": 289,
    "حي": 197,
    "النهضة": 135,
    "نجوم": 366,
    "جوج": 188,
    "أوطيل": 35,
    "أكدال": 26,
    "جيليز": 190,
    "المدينة": 125,
    "القديمة": 119,
    "في": 290,
    "أغادير": 21,
    "نبقى": 361,
    "فشي": 284,
    "غرفة": 272,
    "فأوتيل": 276,
    "فنادق": 288,
    "نسكن": 376,
    "أوتيلات": 34,
    "زوينين": 231,
    "فمراكش": 287,
    "فالدار": 280,
    "بدل": 151,
    "غير": 274,
    "التاريخ": 64,
    "الفندق": 117,
    "آخر": 11,
    "الحي": 78,
    "تاريخ": 171,
    "الذهاب": 85,
    "نغير": 382,
    "نعدل": 380,
    "نبدل": 359,
    "الأوتيل": 57,
    "الرحلة": 91,
    "الوقت": 137,
    "تعديل": 180,
    "اختياري": 50,
    "أخرى": 17,
    "إيوا": 49,
    "زعما": 227,
    "أكد": 25,
    "لي": 317,
    "أوكي": 37,
    "دير": 215,
    "صافي": 251,
    "سر": 234,
    "نأكد": 357,
    "هكذا": 398,
    "نديرو": 372,
    "نكمل": 385,
    "نخلص": 371,
    "أؤكد": 14,
    "ختاري": 200,
    "الأول": 58,
    "ختار": 199,
    "الثاني": 66,
    "أحسن": 16,
    "الثالث": 65,
    "الرابع": 87,
    "الخامس": 79,
    "السادس": 95,
    "خذ": 202,
    "أرخص": 19,
    "نتي": 364,
    "خدي": 201,
    "شوفي": 249,
    "نخرج": 370,
    "غادي": 270,
    "انطلاق": 140,
    "الطيارة": 108,
    "كتخرج": 297,
    "أنا": 29,
    "الوجهة": 136,
    "مدريد": 336,
    "نوصل": 391,
    "دبي": 210,
    "تكون": 182,
    "لـ": 313,
    "روما": 225,
    "الجمعة": 70,
    "نطلع": 378,
    "غدا": 271,
    "السفر": 98,
    "الأحد": 54,
    "موعد": 353,
    "الأربعاء": 55,
    "نرجع": 373,
    "بعد": 159,
    "أسبوع": 20,
    "العودة": 112,
    "الاثنين": 60,
    "كلاس": 298,
    "إيكونومي": 45,
    "بيزنس": 170,
    "إيكونوميك": 46,
    "فاخر": 277,
    "وإياب": 402,
    "نحتاج": 367,
    "وان": 407,
    "واي": 408,
    "يخليك": 416,
    "نختار": 369,
    "يكون": 418,
    "شعبي": 245,
    "الداخلة": 81,
    "نبيت": 362,
    "الصويرة": 106,
    "كاين": 294,
    "الرياض": 92,
    "وسط": 411,
    "نفضل": 383,
    "بحال": 149,
    "الگولف": 139,
    "أنفا": 31,
    "المعاريف": 128,
    "الناس": 133,
    "حنا": 196,
    "ثلاثة": 186,
    "مجموعة": 333,
    "نكونو": 386,
    "أفراد": 22,
    "كاينين": 296,
    "سبعة": 232,
    "زوج": 228,
    "فتاريخ": 281,
    "محمد": 335,
    "إيلا": 47,
    "تطوان": 178,
    "ورزازات": 410,
    "يوم": 421,
    "أفضل": 23,
    "رجوع": 221,
    "الجديدة": 69,
    "إذا": 38,
    "كان": 293,
    "مكناس": 345,
    "الحسيمة": 76,
    "القنيطرة": 120,
    "خريبكة": 203,
    "آسفي": 12,
    "بركان": 152,
    "العيون": 114,
    "الراشيدية": 88,
    "تازة": 172,
    "تاوريرت": 174,
    "سلا": 238,
    "الزاوية": 93,
    "بني": 166,
    "ملال": 346,
    "السمارة": 101,
    "كلميم": 300,
    "لندن": 315,
    "أمستردام": 28,
    "برلين": 153,
    "اسطنبول": 51,
    "نيويورك": 394,
    "لوس": 316,
    "أنجلوس": 30,
    "مونتريال": 355,
    "الدوحة": 84,
    "القاهرة": 118,
    "بروكسيل": 154,
    "فرانكفورت": 283,
    "السبت": 96,
    "الثلاثاء": 67,
    "دجنبر": 211,
    "يناير": 419,
    "نونبر": 393,
    "شتنبر": 244,
    "أبريل": 15,
    "العيد": 113,
    "الكبير": 121,
    "العطلة": 110,
    "الصيفية": 107,
    "عاشوراء": 261,
    "الاقتصادية": 61,
    "العادية": 109,
    "iqtissad": 8,
    "3ادية": 1,
    "الممتازة": 131,
    "سياحية": 241,
    "darajat": 7,
    "rijal": 10,
    "al": 4,
    "a3mal": 3,
    "daraja": 6,
    "3adiya": 0,
    "iqtissadiya": 9,
    "نجم": 365,
    "متوسط": 332,
    "سياحي": 240,
    "نزل": 374,
    "إقامة": 40,
    "فاخرة": 278,
    "رياض": 226,
    "منتجع": 350,
    "ضيافة": 254,
    "شامل": 243,
    "خمس": 205,
    "ممتازة": 347,
    "البرنوصي": 62,
    "عين": 269,
    "السبع": 97,
    "الحسني": 75,
    "سيدي": 242,
    "مومن": 354,
    "المرس": 126,
    "بوركون": 167,
    "الفلوجة": 116,
    "بوسكورة": 168,
    "الذياب": 86,
    "السويسي": 102,
    "اليوسفية": 138,
    "الملاح": 129,
    "الجيش": 71,
    "الملكي": 130,
    "تواركة": 185,
    "المسيرة": 127,
    "المنزه": 132,
    "العليا": 111,
    "المحمدي": 124,
    "باب": 141,
    "دكالة": 213,
    "الجديد": 68,
    "الحمرا": 77,
    "حسان": 194,
    "تامسنا": 173,
    "الفتح": 115,
    "ربعة": 219,
    "خمسة": 206,
    "ستة": 233,
    "تمانية": 183,
    "تسعود": 176,
    "عشرة": 263
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "affirm": 0,
    "deny": 8,
    "mood_great": 14,
    "mood_unhappy": 15,
    "bot_challenge": 3,
    "book_flight": 1,
    "book_hotel": 2,
    "change_option": 5,
    "confirm_reservation": 7,
    "select_option": 17,
    "inform": 12,
    "cancel": 4,
    "confirm": 6,
    "help": 11,
    "modify_booking": 13,
    "out_of_scope": 16
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 18,
    "action_session_start": 20,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 2,
    "action_extract_slots": 11,
    "action_ask_flight_details": 0,
    "action_ask_hotel_details": 1,
    "action_book_flight": 3,
    "action_book_hotel": 4,
    "action_cancel_booking": 5,
    "action_confirm_reservation": 6,
    "action_goodbye": 12,
    "action_modify_booking": 14,
    "action_process_flight_info": 15,
    "action_process_hotel_info": 16,
    "action_provide_help": 17
  },
  "action_text": null,
  "intent_response_key": null
}