{
  "text": {
    "السلام": 71,
    "أهلا": 19,
    "سلام": 167,
    "عليكم": 186,
    "كيف": 221,
    "داير": 143,
    "واش": 309,
    "نقدر": 290,
    "نسولك": 283,
    "ممكن": 259,
    "بخير": 100,
    "بغيت": 108,
    "بيت": 113,
    "عندي": 188,
    "واحد": 307,
    "السؤال": 68,
    "تقدر": 121,
    "تعاون": 119,
    "ي": 318,
    "مرحبا": 251,
    "صباح": 175,
    "الخير": 58,
    "مساء": 254,
    "الحال": 53,
    "وسهلا": 316,
    "بالسلامة": 96,
    "يالله": 319,
    "هو": 303,
    "هداك": 301,
    "شكرا": 169,
    "نهارك": 296,
    "مبروك": 245,
    "فراسة": 200,
    "سعيدة": 165,
    "تهلا": 123,
    "مع": 256,
    "السلامة": 72,
    "بسلامة": 102,
    "تصبح": 117,
    "على": 185,
    "خير": 141,
    "سعيد": 164,
    "إلى": 28,
    "اللقاء": 81,
    "بارك": 92,
    "الله": 82,
    "فيك": 208,
    "يعطيك": 321,
    "الصحة": 75,
    "بالتوفيق": 95,
    "ومع": 317,
    "أراك": 7,
    "لاحقا": 225,
    "آه": 3,
    "بص": 103,
    "ح": 129,
    "أوك": 23,
    "نعم": 287,
    "إيه": 34,
    "واخا": 308,
    "موافق": 261,
    "زوين": 159,
    "مزيان": 253,
    "أكيد": 16,
    "طبعا": 177,
    "بطبيعة": 104,
    "بالضبط": 97,
    "ديال": 146,
    "الصح": 74,
    "صحيح": 176,
    "ماشي": 236,
    "مشكل": 255,
    "لا": 224,
    "ما": 233,
    "بغيتش": 109,
    "ماكاينش": 240,
    "مامزيانش": 242,
    "موافقش": 262,
    "مانيش": 244,
    "راضي": 150,
    "ماكنتش": 241,
    "باغي": 94,
    "هاد": 299,
    "الشي": 73,
    "هادي": 300,
    "هي": 304,
    "نلغي": 293,
    "كنلغي": 219,
    "الحجز": 54,
    "بقيتش": 110,
    "خلاص": 140,
    "مابغيتش": 234,
    "نوقف": 298,
    "إلغاء": 27,
    "ماعادش": 237,
    "نبغي": 268,
    "نحجز": 275,
    "مانكملش": 243,
    "كلشي": 216,
    "مابقيتش": 235,
    "محتاج": 247,
    "بطل": 105,
    "الحاجة": 52,
    "ماعندي": 239,
    "حتى": 131,
    "رغبة": 155,
    "واع": 310,
    "ر": 149,
    "ناضي": 266,
    "عجبني": 183,
    "ماعجبنيش": 238,
    "شي": 173,
    "حاجة": 130,
    "حسن": 132,
    "زوينش": 160,
    "نتا": 271,
    "chatbot": 1,
    "إنسان": 29,
    "بنادم": 112,
    "شنو": 170,
    "معامن": 257,
    "كنهضر": 220,
    "دابا": 142,
    "طيارة": 180,
    "من": 260,
    "كازا": 209,
    "ل": 222,
    "باريس": 93,
    "نهار": 295,
    "__number__": 0,
    "يونيو": 325,
    "نمشي": 294,
    "الرباط": 64,
    "غشت": 192,
    "و": 305,
    "الرجوع": 65,
    "ذهاب": 148,
    "فقط": 203,
    "ف": 194,
    "درجة": 145,
    "رجال": 151,
    "الأعمال": 41,
    "إياب": 30,
    "اقتصاد": 37,
    "عادي": 182,
    "نطير": 285,
    "طنجة": 178,
    "مرسيليا": 252,
    "يوليوز": 323,
    "بليصا": 111,
    "إسطنبول": 26,
    "بغا": 107,
    "نسافر": 281,
    "مراكش": 250,
    "فاس": 197,
    "عطيني": 184,
    "وجدة": 313,
    "الناظور": 86,
    "الدرجة": 61,
    "الأولى": 44,
    "الدار": 60,
    "البيضاء": 46,
    "ميلانو": 264,
    "سفر": 166,
    "اقتصادي": 38,
    "أكادير": 13,
    "رحلة": 154,
    "خاصني": 135,
    "عندكم": 187,
    "رحلات": 153,
    "كنبغي": 217,
    "بالطيارة": 98,
    "تذكرة": 116,
    "طيران": 181,
    "لطنجة": 228,
    "جوية": 127,
    "لفاس": 230,
    "كنحتاج": 218,
    "لالرباط": 226,
    "كاينة": 212,
    "لأكادير": 223,
    "جوا": 125,
    "طيارات": 179,
    "لالصويرة": 227,
    "شوف": 171,
    "ليا": 232,
    "أوتيل": 20,
    "فـ": 202,
    "فندق": 206,
    "حي": 134,
    "النهضة": 87,
    "نجوم": 273,
    "جوج": 126,
    "أوطيل": 22,
    "أكدال": 15,
    "جيليز": 128,
    "المدينة": 83,
    "القديمة": 80,
    "في": 207,
    "أغادير": 10,
    "نبقى": 269,
    "فشي": 201,
    "غرفة": 191,
    "فأوتيل": 195,
    "فنادق": 205,
    "نسكن": 282,
    "أوتيلات": 21,
    "زوينين": 161,
    "فمراكش": 204,
    "فالدار": 198,
    "بدل": 101,
    "غير": 193,
    "التاريخ": 47,
    "الفندق": 79,
    "آخر": 2,
    "الحي": 56,
    "تاريخ": 115,
    "الذهاب": 62,
    "نغير": 288,
    "نعدل": 286,
    "نبدل": 267,
    "الأوتيل": 42,
    "الرحلة": 66,
    "الوقت": 89,
    "تعديل": 120,
    "اختياري": 36,
    "أخرى": 6,
    "إيوا": 35,
    "زعما": 157,
    "أكد": 14,
    "لي": 231,
    "أوكي": 24,
    "دير": 147,
    "صافي": 174,
    "سر": 163,
    "نأكد": 265,
    "هكذا": 302,
    "نديرو": 279,
    "نكمل": 291,
    "نخلص": 278,
    "أؤكد": 4,
    "ختاري": 137,
    "الأول": 43,
    "ختار": 136,
    "الثاني": 49,
    "أحسن": 5,
    "الثالث": 48,
    "الرابع": 63,
    "الخامس": 57,
    "السادس": 69,
    "خذ": 139,
    "أرخص": 8,
    "نتي": 272,
    "خدي": 138,
    "شوفي": 172,
    "نخرج": 277,
    "غادي": 189,
    "انطلاق": 91,
    "الطيارة": 77,
    "كتخرج": 214,
    "أنا": 17,
    "الوجهة": 88,
    "مدريد": 249,
    "نوصل": 297,
    "دبي": 144,
    "تكون": 122,
    "لـ": 229,
    "روما": 156,
    "الجمعة": 51,
    "نطلع": 284,
    "غدا": 190,
    "السفر": 70,
    "الأحد": 39,
    "موعد": 263,
    "الأربعاء": 40,
    "نرجع": 280,
    "بعد": 106,
    "أسبوع": 9,
    "العودة": 78,
    "الاثنين": 45,
    "كلاس": 215,
    "إيكونومي": 31,
    "بيزنس": 114,
    "إيكونوميك": 32,
    "فاخر": 196,
    "وإياب": 306,
    "نحتاج": 274,
    "وان": 311,
    "واي": 312,
    "يخليك": 320,
    "نختار": 276,
    "يكون": 322,
    "شعبي": 168,
    "الداخلة": 59,
    "نبيت": 270,
    "الصويرة": 76,
    "كاين": 211,
    "الرياض": 67,
    "وسط": 315,
    "نفضل": 289,
    "بحال": 99,
    "الگولف": 90,
    "أنفا": 18,
    "المعاريف": 84,
    "الناس": 85,
    "حنا": 133,
    "ثلاثة": 124,
    "مجموعة": 246,
    "نكونو": 292,
    "أفراد": 11,
    "كاينين": 213,
    "سبعة": 162,
    "زوج": 158,
    "فتاريخ": 199,
    "محمد": 248,
    "إيلا": 33,
    "تطوان": 118,
    "ورزازات": 314,
    "يوم": 324,
    "أفضل": 12,
    "رجوع": 152,
    "الجديدة": 50,
    "إذا": 25,
    "كان": 210,
    "مكناس": 258,
    "الحسيمة": 55
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "affirm": 0,
    "deny": 8,
    "mood_great": 14,
    "mood_unhappy": 15,
    "bot_challenge": 3,
    "book_flight": 1,
    "book_hotel": 2,
    "change_option": 5,
    "confirm_reservation": 7,
    "select_option": 17,
    "inform": 12,
    "cancel": 4,
    "confirm": 6,
    "help": 11,
    "modify_booking": 13,
    "out_of_scope": 16
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 18,
    "action_session_start": 20,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 2,
    "action_extract_slots": 11,
    "action_ask_flight_details": 0,
    "action_ask_hotel_details": 1,
    "action_book_flight": 3,
    "action_book_hotel": 4,
    "action_cancel_booking": 5,
    "action_confirm_reservation": 6,
    "action_goodbye": 12,
    "action_modify_booking": 14,
    "action_process_flight_info": 15,
    "action_process_hotel_info": 16,
    "action_provide_help": 17
  },
  "action_text": null,
  "intent_response_key": null
}